<?php

return [
    'success' => [
        'create' => ':attribute با موفقیت ایجاد شد.',
        'update' => ':attribute با موفقیت ویرایش شد.',
        'send' =>   ':attribute با موفقیت ارسال شد.',
        'verify' => ':attribute شما با موفقیت تأیید شد.',
        'activate' => ':attribute با موفقیت فعال گردید.',
        'deactivate' => ':attribute با موفقیت غیرفعال گردید.',
        'saves' => ':attribute با موفقیت ذخیره شدند.',
        'apply' => ':attribute باموفقیت اعمال شد.',
        'welcome' => 'خوش آمدید.',
        'register' => ':attribute با شناسه :id با موفقیت ثبت شد.',
        'pay' => ':attribute با موفقیت پرداخت شد.',
        'upload' => 'فایل با موفقیت آپلود شد.' ,
        'basket' => [
            'add' => 'محصول :attribute به سبد خرید شما اضافه شد.',
        ],
    ],
    'danger' => [
        'verify' => 'برای بهره‌مندی از تمامی امکانات سایت لطفا ایمیل خود را تأیید کنید.',
        'invalid' => ':attribute نامعتبر است.',
        'problem' => 'مشکلی در حین انجام عملیات به‌وجود آمد، لطفا چند دقیقه‌ی دیگر تلاش کنید.',
        'pay' => 'پرداخت شما با مشکل مواجه شده است.',
        'upload' => 'فایلی با این نام قبلا آپلود شده‌است.',
        'login' => 'اطلاعات وارد شده با مشخصات ما سازگاری ندارد.',
        'basket' => [
            'stock' => 'موجودی محصول کافی نمی‌باشد.',
        ],
    ],
];
